Repository: gemwalletcom/wallet
Catalog: ios/Packages/Localization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fa, fil, fr, ha, he, hi, id, it, ja, ko, ms, nl, pl, pt_br, ro, ru, sw, th, tr, uk, ur, vi, zh_hans, zh_hant

# errors.connections.invalid_sign_parameters
source: Invalid parameters provided for signing.
ar: تم توفير معلمات غير صالحة للتوقيع.
bn: স্বাক্ষর করার জন্য অবৈধ পরামিতি প্রদান করা হয়েছে.
cs: Zadané neplatné parametry pro podepisování.
da: Ugyldige parametre angivet til signering.
de: Für die Signierung wurden ungültige Parameter angegeben.
es: Parámetros proporcionados no válidos para la firma.
fa: پارامترهای نامعتبر برای امضا ارائه شده است.
fil: Mga di-wastong parameter na ibinigay para sa pagpirma.
fr: Paramètres non valides fournis pour la signature.
ha: An samar da sigogi marasa inganci don sa hannu.
he: פרמטרים לא חוקיים סופקו לחתימה.
hi: हस्ताक्षर के लिए अमान्य पैरामीटर प्रदान किए गए.
id: Parameter yang diberikan untuk penandatanganan tidak valid.
it: Parametri non validi forniti per la firma.
ja: 署名に無効なパラメータが指定されました。
ko: 서명에 잘못된 매개변수가 제공되었습니다.
ms: Parameter tidak sah disediakan untuk menandatangani.
nl: Ongeldige parameters opgegeven voor ondertekening.
pl: Podano nieprawidłowe parametry do podpisania.
pt_br: Parâmetros inválidos fornecidos para assinatura.
ro: Parametrii nevalidi furnizați pentru semnare.
ru: Для подписи предоставлены неверные параметры.
sw: Vigezo batili vimetolewa kwa ajili ya kusaini.
th: มีการระบุพารามิเตอร์ที่ไม่ถูกต้องสำหรับการลงนาม
tr: İmzalama için geçersiz parametreler sağlandı.
uk: Для підпису надано недійсні параметри.
ur: دستخط کرنے کے لیے فراہم کردہ غلط پیرامیٹرز۔
vi: Các tham số được cung cấp để ký không hợp lệ.
zh_hans: 提供的签名参数无效。
zh_hant: 提供的簽名參數無效。

# errors.connections.malicious_origin
source: This connection comes from an untrusted source.
ar: يأتي هذا الاتصال من مصدر غير موثوق.
bn: এই সংযোগটি একটি অবিশ্বস্ত উৎস থেকে আসে।
cs: Toto spojení pochází z nedůvěryhodného zdroje.
da: Denne forbindelse kommer fra en upålidelig kilde.
de: Diese Verbindung stammt aus einer nicht vertrauenswürdigen Quelle.
es: Esta conexión proviene de una fuente no confiable.
fa: این اتصال از یک منبع غیرقابل اعتماد می‌آید.
fil: Ang koneksyon na ito ay nagmula sa isang hindi pinagkakatiwalaang pinagmulan.
fr: Cette connexion provient d'une source non fiable.
ha: Wannan haɗin ya fito daga tushen da ba a amince da shi ba.
he: קשר זה מגיע ממקור לא אמין.
hi: यह कनेक्शन एक अविश्वसनीय स्रोत से आता है।
id: Koneksi ini berasal dari sumber yang tidak tepercaya.
it: Questa connessione proviene da una fonte non attendibile.
ja: この接続は信頼できないソースからのものです。
ko: 이 연결은 신뢰할 수 없는 출처에서 나왔습니다.
ms: Sambungan ini datang dari sumber yang tidak dipercayai.
nl: Deze verbinding komt van een onbetrouwbare bron.
pl: To połączenie pochodzi z niezaufanego źródła.
pt_br: Esta conexão provém de uma fonte não confiável.
ro: Această conexiune provine dintr-o sursă nesigură.
ru: Это соединение получено из ненадежного источника.
sw: Muunganisho huu unatoka kwa chanzo kisichoaminika.
th: การเชื่อมต่อนี้มาจากแหล่งที่ไม่น่าเชื่อถือ
tr: Bu bağlantı güvenilir olmayan bir kaynaktan geliyor.
uk: Цей зв'язок походить з ненадійного джерела.
ur: یہ کنکشن ایک ناقابل اعتماد ذریعہ سے آتا ہے۔
vi: Kết nối này đến từ một nguồn không đáng tin cậy.
zh_hans: 此连接来自不可信来源。
zh_hant: 此連線來自不可信來源。

# errors.connections.no_supported_wallets
source: No supported wallets are available.
ar: لا تتوفر محافظ مدعومة.
bn: কোনও সমর্থিত ওয়ালেট উপলব্ধ নেই।
cs: Nejsou k dispozici žádné podporované peněženky.
da: Ingen understøttede tegnebøger er tilgængelige.
de: Es sind keine unterstützten Wallets verfügbar.
es: No hay billeteras compatibles disponibles.
fa: هیچ کیف پول پشتیبانی شده ای در دسترس نیست.
fil: Walang available na suportadong wallet.
fr: Aucun portefeuille pris en charge n'est disponible.
ha: Babu goyan bayan walat.
he: אין ארנקים נתמכים זמינים.
hi: कोई समर्थित वॉलेट उपलब्ध नहीं है.
id: Tidak ada dompet yang didukung tersedia.
it: Non sono disponibili portafogli supportati.
ja: サポートされているウォレットは利用できません。
ko: 지원되는 지갑이 없습니다.
ms: Tiada dompet yang disokong tersedia.
nl: Er zijn geen ondersteunde wallets beschikbaar.
pl: Brak obsługiwanych portfeli.
pt_br: Não há carteiras suportadas disponíveis.
ro: Nu sunt disponibile portofele acceptate.
ru: Поддерживаемые кошельки отсутствуют.
sw: Hakuna pochi zinazotumika zinazopatikana.
th: ไม่มีกระเป๋าเงินที่รองรับ
tr: Desteklenen cüzdan yok.
uk: Немає підтримуваних гаманців.
ur: کوئی تعاون یافتہ بٹوے دستیاب نہیں ہیں۔
vi: Không có ví nào được hỗ trợ.
zh_hans: 暂无可用钱包
zh_hant: 目前沒有支援的錢包可用。

# errors.connections.unsupported_chain
source: The provided chain is not supported.
ar: السلسلة المقدمة غير مدعومة.
bn: প্রদত্ত চেইনটি সমর্থিত নয়।
cs: Zadaný řetězec není podporován.
da: Den angivne kæde understøttes ikke.
de: Die bereitgestellte Kette wird nicht unterstützt.
es: La cadena proporcionada no es compatible.
fa: زنجیره ارائه شده پشتیبانی نمی‌شود.
fil: Ang ibinigay na chain ay hindi suportado.
fr: La chaîne fournie n'est pas prise en charge.
ha: Ba a tallafawa sarkar da aka bayar.
he: השרשרת שסופקה אינה נתמכת.
hi: प्रदान की गई श्रृंखला समर्थित नहीं है.
id: Rantai yang disediakan tidak didukung.
it: La catena fornita non è supportata.
ja: 選択されたチェーンはサポートされていません
ko: 제공된 체인은 지원되지 않습니다.
ms: Rantaian yang disediakan tidak disokong.
nl: De meegeleverde keten wordt niet ondersteund.
pl: Podany łańcuch nie jest obsługiwany.
pt_br: A cadeia fornecida não é suportada.
ro: Lanțul furnizat nu este acceptat.
ru: Предоставленная цепочка не поддерживается.
sw: Msururu uliotolewa hautumiki.
th: ไม่รองรับโซ่ที่ให้มา
tr: Sağlanan zincir desteklenmiyor.
uk: Наданий ланцюжок не підтримується.
ur: فراہم کردہ سلسلہ تعاون یافتہ نہیں ہے۔
vi: Chuỗi được cung cấp không được hỗ trợ.
zh_hans: 暂不支持该区块链网络
zh_hant: 不支援指定的區塊鏈。

# errors.connections.unsupported_method
source: The requested method is not supported.
ar: الطريقة المطلوبة غير مدعومة.
bn: অনুরোধকৃত পদ্ধতিটি সমর্থিত নয়।
cs: Požadovaná metoda není podporována.
da: Den ønskede metode understøttes ikke.
de: Die angeforderte Methode wird nicht unterstützt.
es: El método solicitado no es compatible.
fa: روش درخواستی پشتیبانی نمی شود.
fil: Ang hiniling na paraan ay hindi suportado.
fr: La méthode demandée n'est pas prise en charge.
ha: Hanyar da aka nema ba ta da tallafi.
he: השיטה המבוקשת אינה נתמכת.
hi: अनुरोधित विधि समर्थित नहीं है.
id: Metode yang diminta tidak didukung.
it: Il metodo richiesto non è supportato.
ja: 要求されたメソッドはサポートされていません。
ko: 요청하신 방법은 지원되지 않습니다.
ms: Kaedah yang diminta tidak disokong.
nl: De gevraagde methode wordt niet ondersteund.
pl: Żądana metoda nie jest obsługiwana.
pt_br: O método solicitado não é suportado.
ro: Metoda solicitată nu este acceptată.
ru: Запрошенный метод не поддерживается.
sw: Mbinu iliyoombwa haitumiki.
th: วิธีการที่ร้องขอไม่ได้รับการรองรับ
tr: İstenen yöntem desteklenmiyor.
uk: Потрібний метод не підтримується.
ur: درخواست کردہ طریقہ تعاون یافتہ نہیں ہے۔
vi: Phương pháp yêu cầu không được hỗ trợ.
zh_hans: 暂不支持请求的方法。
zh_hant: 不支援請求的方法。

# errors.connections.user_cancelled
source: User cancelled
ar: تم إلغاء المستخدم
bn: ব্যবহারকারী বাতিল করা হয়েছে
cs: Uživatel zrušen
da: Bruger annulleret
de: Benutzer hat abgebrochen
es: Usuario cancelado
fa: توسط کاربر لغو شد.
fil: Kinansela ang user
fr: Utilisateur annulé
ha: Mai amfani ya soke
he: המשתמש ביטל
hi: उपयोगकर्ता ने रद्द किया
id: Pengguna dibatalkan
it: Utente cancellato
ja: ユーザーがキャンセルしました
ko: 사용자가 취소했습니다.
ms: Dibatalkan oleh pengguna
nl: Gebruiker geannuleerd
pl: Anulowane przez użytkownika
pt_br: Usuário cancelado
ro: Anulat de utilizator
ru: Отменено пользователем
sw: Mtumiaji ameghairi
th: ผู้ใช้ยกเลิก
tr: Kullanıcı iptal etti
uk: Скасовано користувачем
ur: صارف نے منسوخ کر دیا۔
vi: Người dùng đã hủy
zh_hans: 用户已取消
zh_hant: 使用者已取消

# errors.create_wallet
source: Create Wallet Error: %@
ar: خطأ إنشاء المحفظة: %@
bn: ওয়ালেট তৈরির ত্রুটি: %@
cs: Chyba vytvoření peněženky: %@
da: Fejl ved oprettelse af tegnebog: %@
de: Fehler beim Erstellen der Wallet: %@
es: Error al crear billetera: %@
fa: خطای ایجاد کیف پول: %@
fil: Error sa Lumikha ng Wallet: %@
fr: Erreur de création de portefeuille : %@
ha: Ƙirƙiri Kuskuren Wallet: %@
he: שגיאת יצירת ארנק: %@
hi: वॉलेट बनाने में त्रुटि: %@
id: Kesalahan Pembuatan Dompet: %@
it: Errore di creazione del portafoglio: %@
ja: ウォレット作成エラー: %@
ko: 지갑 생성 오류: %@
ms: Ralat Cipta Wallet: %@
nl: Fout bij het aanmaken van een portemonnee: %@
pl: Błąd tworzenia portfela: %@
pt_br: Erro ao criar carteira: %@
ro: Eroare la crearea portofelului: %@
ru: Ошибка создания кошелька: %@
sw: Hitilafu ya kuunda Wallet: %@
th: สร้างกระเป๋าสตางค์ผิดพลาด: %@
tr: Cüzdan Oluşturma Hatası: %@
uk: Помилка створення гаманця: %@
ur: والیٹ کی خرابی بنائیں: %@
vi: Lỗi tạo ví: %@
zh_hans: 创建钱包错误： %@
zh_hant: 建立錢包錯誤： %@

# errors.decoding
source: Decoding Error
ar: خطأ في فك التشفير
bn: ডিকোডিং ত্রুটি৷
cs: Chyba dekódování
da: Afkodningsfejl
de: Dekodierungsfehler
es: Error de decodificación
fa: خطای رمزگشایی
fil: Error sa Pag-decode
fr: Erreur de décodage
ha: Kuskuren yankewa
he: שגיאת פענוח
hi: डिकोडिंग त्रुटि
id: Kesalahan dalam pemrosesan
it: Errore di decodifica
ja: デコードエラー
ko: 디코딩 오류
ms: Ralat Penyahkodan
nl: Decoderingsfout
pl: Błąd dekodowania
pt_br: Erro de decodificação
ro: Eroare de decodare
ru: Ошибка декодирования
sw: Hitilafu ya Kusimbua
th: ข้อผิดพลาดในการถอดรหัส
tr: Çözme Hatası
uk: Помилка декодування
ur: ضابطہ کشائی کی خرابی۔
vi: Lỗi giải mã
zh_hans: 解码错误
zh_hant: 解碼錯誤

# errors.decoding_qr
source: Failed to decode the QR code. Please try again with a different QR code.
ar: فشل في فك رمز الاستجابة السريعة. يرجى المحاولة مرة أخرى باستخدام رمز QR مختلف.
bn: QR কোড ডিকোড করতে ব্যর্থ হয়েছে৷ একটি ভিন্ন QR কোড দিয়ে আবার চেষ্টা করুন.
cs: Nepodařilo se dekódovat QR kód. Zkuste to prosím znovu s jiným QR kódem.
da: Kunne ikke afkode QR-koden. Prøv venligst igen med en anden QR-kode.
de: Der QR-Code konnte nicht entschlüsselt werden. Bitte versuchen Sie es erneut mit einem anderen QR-Code.
es: No se pudo decodificar el código QR. Inténtelo de nuevo con un código QR diferente.
fa: خطا در خواندن بارکد. لطفا با بارکد دیگری دوباره امتحان کنید.
fil: Nabigong i-decode ang QR code. Pakisubukang muli gamit ang ibang QR code.
fr: Échec du décodage du code QR. Veuillez réessayer avec un autre code QR.
ha: An kasa yanke lambar QR. Da fatan za a sake gwadawa tare da lambar QR daban.
he: פענוח קוד ה-QR נכשל. אנא נסה שוב עם קוד QR אחר.
hi: QR कोड को डिकोड करने में विफल. कृपया किसी भिन्न QR कोड के साथ पुनः प्रयास करें।
id: Gagal memindai kode QR. Silakan coba lagi dengan kode QR yang berbeda.
it: Impossibile decodificare il codice QR. Riprova con un codice QR diverso.
ja: QRコードを読み取れませんでした。別のQRコードでもう一度お試しください。
ko: QR 코드를 디코딩하지 못했습니다. 다른 QR 코드를 사용하여 다시 시도해 주세요.
ms: Gagal menyahkod kod QR. Sila cuba lagi dengan kod QR lain.
nl: Kan de QR-code niet decoderen. Probeer het opnieuw met een andere QR-code.
pl: Nie udało się zdekodować kodu QR. Spróbuj ponownie, używając innego kodu QR.
pt_br: Falha ao decodificar o código QR. Tente novamente com um código QR diferente.
ro: Nu s-a putut decoda codul QR. Vă rugăm să încercați din nou cu un alt cod QR.
ru: Не удалось расшифровать QR-код. Пожалуйста, повторите попытку с другим QR-кодом.
sw: Imeshindwa kusimbua msimbo wa QR. Tafadhali jaribu tena ukitumia msimbo tofauti wa QR.
th: ไม่สามารถถอดรหัสรหัส QR โปรดลองอีกครั้งโดยใช้โค้ด QR อื่น
tr: QR kodu çözülemedi. Lütfen farklı bir QR koduyla tekrar deneyin.
uk: Не вдалося розшифрувати QR-код. Будь ласка, спробуйте ще раз з іншим QR-кодом.
ur: QR کوڈ کو ڈی کوڈ کرنے میں ناکام۔ براہ کرم ایک مختلف QR کوڈ کے ساتھ دوبارہ کوشش کریں۔
vi: Không giải mã được mã QR. Vui lòng thử lại bằng mã QR khác.
zh_hans: 解析二维码失败，请换一个码重试
zh_hant: 無法辨識 QR 碼，請改用其他 QR 碼再試一次。

# errors.dust_threshold
source: The transaction failed because the amount is too small to meet the %@ network's minimum requirement (dust threshold). This limit ensures the transaction value covers the fees and processing costs.
ar: فشلت المعاملة لأن المبلغ صغير جدًا بحيث لا يلبي الحد الأدنى لمتطلبات شبكة %@ (حد الغبار). يضمن هذا الحد أن قيمة المعاملة تغطي الرسوم وتكاليف المعالجة. زد المبلغ أو قلل الرسوم للمتابعة.
bn: লেনদেন ব্যর্থ হয়েছে কারণ পরিমাণটি %@ নেটওয়ার্কের ন্যূনতম প্রয়োজনীয়তা (ডাস্ট থ্রেশহোল্ড) পূরণ করতে খুব কম। এই সীমা নিশ্চিত করে যে লেনদেনের মূল্য ফি এবং প্রক্রিয়াকরণের খরচ কভার করে।
cs: Transakce se nezdařila, protože částka je příliš malá na to, aby splnila minimální požadavek sítě %@ (prahová hodnota prachu). Tento limit zajišťuje, že hodnota transakce pokryje poplatky a náklady na zpracování.
da: Transaktionen mislykkedes, fordi beløbet er for lille til at opfylde %@ netværkets minimumskrav (støvtærskel). Denne grænse sikrer, at transaktionsværdien dækker gebyrer og behandlingsomkostninger.
de: Die Transaktion ist fehlgeschlagen, da der Betrag zu gering ist, um die Mindestanforderung des %@ -Netzwerks (Dust-Schwellenwert) zu erfüllen. Dieses Limit stellt sicher, dass der Transaktionswert die Gebühren und Bearbeitungskosten deckt.
es: La transacción falló porque el monto es demasiado pequeño para cumplir con el requisito mínimo de la red %@ (umbral de polvo). Este límite garantiza que el valor de la transacción cubra las comisiones y los costos de procesamiento.
fa: تراکنش به دلیل کم بودن مبلغ برای برآورده کردن حداقل لازم شبکه %@ (آستانه گرد و غبار) انجام نشد. این محدودیت تضمین می‌کند که ارزش تراکنش، کارمزدها و هزینه‌های پردازش را پوشش می‌دهد.
fil: Nabigo ang transaksyon dahil napakaliit ng halaga upang matugunan ang minimum na kinakailangan ng %@ network (dust threshold). Tinitiyak ng limitasyong ito na saklaw ng halaga ng transaksyon ang mga bayarin at gastos sa pagproseso.
fr: La transaction a échoué car le montant est trop faible pour atteindre le seuil minimal du réseau %@. Cette limite garantit que la valeur de la transaction couvre les frais et les coûts de traitement.
ha: Kasuwancin ya gaza saboda adadin ya yi ƙanƙanta da zai iya biyan mafi ƙarancin buƙatun hanyar sadarwa na %@ (ƙafar ƙura). Wannan iyaka yana tabbatar da ƙimar ciniki ta rufe kudade da farashin sarrafawa.
he: העסקה נכשלה מכיוון שהסכום קטן מדי לעמוד בדרישת המינימום של רשת %@ (ערך אבק). מגבלה זו מבטיחה שערך העסקה יכסה את העמלות ואת עלויות העיבוד.
hi: लेन-देन विफल रहा क्योंकि राशि %@ नेटवर्क की न्यूनतम आवश्यकता (डस्ट थ्रेशोल्ड) को पूरा करने के लिए बहुत कम है। यह सीमा सुनिश्चित करती है कि लेन-देन का मूल्य शुल्क और प्रसंस्करण लागत को कवर करता है।
id: Transaksi gagal karena jumlahnya terlalu kecil untuk memenuhi persyaratan minimum jaringan %@ (ambang batas debu). Batas ini memastikan nilai transaksi mencakup biaya dan ongkos pemrosesan.
it: La transazione non è riuscita perché l'importo è troppo basso per soddisfare il requisito minimo della rete %@ (soglia di dust). Questo limite garantisce che il valore della transazione copra le commissioni e i costi di elaborazione.
ja: 金額が%@ネットワークの最小要件（ダストしきい値）を満たしていないため、取引は失敗しました。この制限は、取引額が手数料と処理コストをカバーすることを保証するものです。
ko: 거래가 %@ 네트워크의 최소 요구 사항(먼지 임계값)을 충족하기에 너무 적어 실패했습니다. 이 한도는 거래 금액이 수수료 및 처리 비용을 충당할 수 있도록 보장합니다.
ms: Urus niaga gagal kerana jumlahnya terlalu kecil untuk memenuhi keperluan minimum rangkaian %@ (ambang habuk). Had ini memastikan nilai transaksi meliputi yuran dan kos pemprosesan.
nl: De transactie is mislukt omdat het bedrag te klein is om te voldoen aan de minimumvereiste van het %@-netwerk (stofdrempel). Deze limiet zorgt ervoor dat de transactiewaarde de vergoedingen en verwerkingskosten dekt.
pl: Transakcja nie powiodła się, ponieważ kwota jest zbyt mała, aby spełnić minimalne wymagania sieci %@ (próg pyłu). Ten limit zapewnia, że wartość transakcji pokrywa opłaty i koszty przetwarzania.
pt_br: A transação falhou porque o valor é muito pequeno para atender ao requisito mínimo da rede %@ (limite de poeira). Este limite garante que o valor da transação cubra as taxas e os custos de processamento.
ro: Tranzacția a eșuat deoarece suma este prea mică pentru a îndeplini cerințele minime ale rețelei %@ (pragul de praf). Această limită asigură că valoarea tranzacției acoperă taxele și costurile de procesare.
ru: Транзакция не удалась, так как сумма слишком мала для соответствия минимальным требованиям сети %@ (порог пыли). Этот предел гарантирует, что сумма транзакции покрывает комиссии и затраты на обработку.
sw: Muamala haukufaulu kwa sababu kiasi hicho ni kidogo sana kutosheleza mahitaji ya chini ya mtandao %@ (kiwango cha juu cha vumbi). Kikomo hiki kinahakikisha thamani ya muamala inashughulikia ada na gharama za usindikaji.
th: ธุรกรรมล้มเหลวเนื่องจากจำนวนเงินน้อยเกินไปที่จะตรงตามข้อกำหนดขั้นต่ำของเครือข่าย %@ (เกณฑ์ค่าฝุ่น) ขีดจำกัดนี้ช่วยให้มั่นใจว่ามูลค่าธุรกรรมครอบคลุมค่าธรรมเนียมและต้นทุนการประมวลผล เพิ่มจำนวนเงินหรือลดค่าธรรมเนียมเพื่อดำเนินการต่อ
tr: İşlem, tutarın %@ ağının minimum gereksinimini (toz eşiği) karşılamak için çok küçük olması nedeniyle başarısız oldu. Bu sınır, işlem değerinin ücretleri ve işlem maliyetlerini karşılamasını sağlar.
uk: Транзакцію не вдалося виконати, оскільки сума занадто мала, щоб відповідати мінімальним вимогам мережі %@ (поріг пилу). Це обмеження гарантує, що сума транзакції покриває комісії та витрати на обробку.
ur: لین دین ناکام ہو گیا کیونکہ رقم %@ نیٹ ورک کی کم از کم ضرورت (دھول کی حد) کو پورا کرنے کے لیے بہت کم ہے۔ یہ حد یقینی بناتی ہے کہ لین دین کی قیمت فیسوں اور پروسیسنگ کے اخراجات کا احاطہ کرتی ہے۔
vi: Giao dịch không thành công vì số tiền quá nhỏ để đáp ứng yêu cầu tối thiểu của mạng %@ (ngưỡng bụi). Giới hạn này đảm bảo giá trị giao dịch bao gồm phí và chi phí xử lý.
zh_hans: 交易失败，因为金额太小，无法满足%@网络的最低要求（粉尘阈值）。此限制可确保交易金额足以覆盖手续费和处理成本。
zh_hant: 交易失敗，因為金額太小，無法滿足 %@ 網路的最低要求（粉塵門檻）。此限制確保交易金額足以支付手續費和處理成本。

# errors.dust_threshold_short
source: The network considers this amount dust - the fee is higher than the amount itself.
ar: تعتبر الشبكة هذه الكمية مجرد غبار، حيث أن الرسوم أعلى من الكمية نفسها.
bn: নেটওয়ার্ক এই পরিমাণ ধুলো বিবেচনা করে - ফি পরিমাণের চেয়ে বেশি।
cs: Síť toto množství považuje za prach – poplatek je vyšší než samotné množství.
da: Netværket anser denne mængde for støv – gebyret er højere end selve mængden.
de: Das Netzwerk betrachtet diesen Betrag als Staub – die Gebühr ist höher als der Betrag selbst.
es: La red considera esta cantidad como polvo: la tarifa es más alta que el monto en sí.
fa: شبکه این مبلغ را داست (dust) در نظر می‌گیرد - کارمزد آن از خود مبلغ بیشتر است.
fil: Itinuturing ng network ang halagang ito bilang alikabok (dust) - ang bayad ay mas mataas kaysa sa halaga mismo.
fr: Le réseau considère ce montant comme négligeable - les frais sont supérieurs au montant lui-même.
ha: Cibiyar sadarwa tana la'akari da wannan adadin ƙura - kuɗin ya fi girma fiye da adadin kanta.
he: הרשת מחשיבה את הכמות הזו כאבק - העמלה גבוהה יותר מהכמות עצמה.
hi: नेटवर्क इस राशि को धूल मानता है - शुल्क स्वयं राशि से अधिक है।
id: Jaringan menganggap jumlah ini sebagai debu - biayanya lebih tinggi daripada jumlahnya sendiri.
it: La rete considera questa cifra come polvere: la commissione è più alta dell'importo stesso.
ja: ネットワークはこの金額をダストとみなします。つまり、手数料は金額自体よりも高くなります。
ko: 네트워크는 이 금액을 먼지로 간주합니다. 수수료가 금액 자체보다 높기 때문입니다.
ms: Rangkaian menganggap jumlah habuk ini - bayarannya lebih tinggi daripada jumlah itu sendiri.
nl: Het netwerk beschouwt deze hoeveelheid als stof; de vergoeding is hoger dan de hoeveelheid zelf.
pl: Sieć traktuje tę kwotę jako kurz - opłata jest wyższa od samej kwoty.
pt_br: A rede considera essa quantia insignificante - a taxa cobrada é superior à própria quantia.
ro: Rețeaua consideră această cantitate drept praf - taxa este mai mare decât suma în sine.
ru: Эту сумму сеть считает пылью - комиссия выше самой суммы.
sw: Mtandao unazingatia kiasi hiki cha vumbi - ada ni kubwa kuliko kiasi yenyewe.
th: เครือข่ายถือว่าจำนวนนี้เป็นแค่ฝุ่น เพราะค่าธรรมเนียมนั้นสูงกว่าจำนวนที่แท้จริง
tr: Ağ bu miktarı toz olarak değerlendiriyor; ücret miktarın kendisinden daha yüksek.
uk: Мережа вважає цю кількість пилом - плата вища за саму суму.
ur: نیٹ ورک اس رقم کو دھول سمجھتا ہے — فیس خود رقم سے زیادہ ہے۔
vi: Mạng lưới coi số tiền này là bụi - mức phí còn cao hơn cả số tiền thực tế.
zh_hans: 转账金额过小，被网络视为“粉尘”金额，手续费甚至高于金额本身。
zh_hant: 此網路將這筆金額視為粉塵金額，手續費高於金額本身。

# errors.error
source: Error
ar: خطأ
bn: ত্রুটি
cs: Chyba
da: Fejl
de: Fehler
fa: خطا
fr: Erreur
ha: Kuskure
he: שגיאה
hi: त्रुटि
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
ms: Ralat
nl: Fout
pl: Błąd
pt_br: Erro
ro: Eroare
ru: Ошибка
sw: Hitilafu
th: เกิดข้อผิดพลาด
tr: Hata
uk: Помилка
ur: خرابی
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# errors.error_occurred
source: An error occurred!
ar: حدث خطأ!
bn: একটি ত্রুটি ঘটেছে!
cs: Došlo k chybě!
da: Der opstod en fejl!
de: Es ist ein Fehler aufgetreten!
es: ¡Ocurrió un error!
fa: خطایی رخ داد!
fil: May naganap na error!
fr: Une erreur s'est produite !
ha: An sami kuskure!
he: אירעה שגיאה!
hi: एक त्रुटि पाई गई!
id: Terjadi kesalahan!
it: Si è verificato un errore!
ja: エラーが発生しました！
ko: 오류가 발생했습니다!
ms: Ralat berlaku!
nl: Er is een fout opgetreden!
pl: Wystąpił błąd!
pt_br: Ocorreu um erro!
ro: A apărut o eroare!
ru: Произошла ошибка!
sw: Hitilafu imetokea!
th: เกิดข้อผิดพลาด!
tr: Bir hata oluştu!
uk: Виникла помилка!
ur: ایک خرابی پیش آگئی!
vi: Đã xảy ra lỗi!
zh_hans: 出错了！
zh_hant: 出錯了！

# errors.import.invalid_private_key
source: Invalid private key
ar: مفتاح خاص غير صالح
bn: অবৈধ প্রাইভেট কী
cs: Neplatný soukromý klíč
da: Ugyldig privat nøgle
de: Ungültiger privater Schlüssel
es: Clave privada no válida
fa: کلید خصوصی نامعتبر
fil: Hindi wastong private key
fr: Clé privée invalide
ha: Maɓallin sirri mara inganci
he: מפתח פרטי לא תקין
hi: अमान्य प्राइवेट की
id: Kunci privat tidak valid
it: Chiave privata non valida
ja: 無効な秘密鍵
ko: 잘못된 개인 키
ms: Kunci peribadi tidak sah
nl: Ongeldige privésleutel
pl: Nieprawidłowy klucz prywatny
pt_br: Chave privada inválida
ro: Cheie privată invalidă
ru: Недействительный приватный ключ
sw: Ufunguo wa faragha si sahihi
th: คีย์ส่วนตัวไม่ถูกต้อง
tr: Geçersiz özel anahtar
uk: Недійсний приватний ключ
ur: غلط پرائیویٹ کلید
vi: Khóa riêng không hợp lệ
zh_hans: 无效的私钥
zh_hant: 無效的私鑰

# errors.import.invalid_secret_phrase
source: Invalid Secret Phrase
ar: العبارة السرية غير صالحة
bn: অবৈধ গোপন বাক্যাংশ
cs: Neplatná tajná fráze
da: Ugyldig hemmelig sætning
de: Ungültige geheime Phrase
es: Frase secreta no válida
fa: عبارات خصوصی نامعتبر.
fil: Di-wastong Lihim na Parirala
fr: Phrase secrète invalide
ha: Kalmomin sirri mara inganci
he: ביטוי סודי לא חוקי
hi: अमान्य गुप्त वाक्यांश
id: Frasa Rahasia Tidak Valid
it: Frase segreta non valida
ja: 無効なリカバリーフレーズ
ko: 잘못된 비밀번호 문구
ms: Frasa Rahsia Tidak Sah
nl: Ongeldige geheime zin
pl: Nieprawidłowe tajne zdanie
pt_br: Frase secreta inválida
ro: Expresie secretă nevalidă
ru: Неверная секретная фраза
sw: Maneno ya Siri Batili
th: วลีลับไม่ถูกต้อง
tr: Geçersiz Gizli İfade
uk: Недійсна секретна фраза
ur: غلط خفیہ جملہ
vi: Cụm từ bí mật không hợp lệ
zh_hans: 助记词无效
zh_hant: 助記詞無效
